Repository: angelxmoreno/users
Catalog: Locale/rus/LC_MESSAGES/users.po
Languages: ru

source: Invalid Detail.
ru: Неверные данные.

source: Saved
ru: Сохренено

source: %s details saved
ru: %s параметр соханен

source: Invalid id for Detail
ru: Неверные данные.

source: The Detail has been saved
ru: Данные сохранены.

source: The Detail could not be saved. Please, try again.
ru: Данные не удалось сохранить.

source: Invalid Detail
ru: Неверные данные

source: Profile saved.
ru: Профиль обновлен

source: Could not save your profile.
ru: Профиль сохранить не удалось.

source: Invalid User.
ru: Неуществующий пользователь.

source: The User has been saved
ru: Пользователь был

source: User saved
ru: Данные пользователя сохранены

source: User deleted
ru: Данные о пользователе удалены

source: Invalid User
ru: Неуществующий пользователь

source: You are already registered and logged in!
ru: Вы уже зарегистрированы и авторизованы!

source: Your account has been created. You should receive an e-mail shortly to authenticate your account. Once validated you will be able to login.
ru: Учетная запись успешно создана. Скоро вы получите e-mail, с помощью которого можно подтвердить аккаунт.

source: Your account could not be created. Please, try again.
ru: Учетную запись создать не удалось. Попробуйте позднее.

source: %s you have successfully logged in
ru: %s, вы успешно авторизовались.

source: Invalid e-mail / password combination. Please try again
ru: Неверный комбинация email и пароля, попробуйте еще раз.

source: %s you have successfully logged out
ru: %s, вы успешно покинули систему.

source: Your e-mail has been validated!
ru: Ваш e-mail был подтвержен!

source: The url you accessed is not longer valid
ru: Данный адрес более не доступен.

source: Your password was sent to your registered email account
ru: Ваш пароль был отправлен на ваш почтовый адрес.

source: Password Reset
ru: Сбросить пароль

source: Password changed.
ru: Пароль изменен.

source: Account verification
ru: Проверка учетной записи

source: %s has been sent an email with instruction to reset their password.
ru: %s. Вам была отправлена инструкция для сброса пароля.

source: You should receive an email with further instructions shortly
ru: Вскоре вы получите письмо с дальнейшими инстукциями.

source: No user was found with that email.
ru: С данным почтовым адресом не зарегистрирован ни один пользователь.

source: Invalid password reset token, try again.
ru: Неверный код сброса пароля, попробуйте еще раз.

source: Password changed, you can now login with your new password.
ru: Пароль изменен, вы можете авторизоваться с вашим новым паролем.

source: The passwords are not equal.
ru: Пароли не совпадают.

source: Invalid password.
ru: Неверный пароль.

source: Invalid date
ru: Неверная дата

source: This Email Address exists but was never validated.
ru: Почтовый адрес существует, но не подтвержден.

source: This Email Address does not exist in the system.
ru: Почтовый адрес системе не известен.

source: The user does not exist.
ru: Пользователь не существует.

source: Please enter your email address.
ru: Пожалуйста, заполните почтовый адрес

source: The email address does not exist in the system
ru: Данный почтовый адрес системе не известен.

source: Your account is already authenticaed.
ru: Ваша учетная запись уже подтверждена.

source: Your account is disabled.
ru: Ваша учетная запись заблокирована.

source: Sorry, but you need to login to access this location.
ru: Вы должны авторизоваться, чтобы получить доступ к данной странице.

source: List Users
ru: Список пользователей

source: Login
ru: Войти

source: Hello %s,
ru: Здравствуйте %s,

source: to validate your account, you must visit the URL below within 24 hours
ru: чтобы подтвердить вашу учетную запись, необходимо посетить слеждующую ссылку в течении 24 часов.

source: Your password has been reset
ru: Ваш пароль был сброшен

source: Please login using this password and change your password
ru: Пожалуйста авторизуйтесь и измените пароль

source: A request to reset your password was sent. To change your password click the link below.
ru: Запрос на сброс пароля отправлен. Чтобы сменить пароль воспользуйтесь следующей ссылкой:

source: Submit
ru: Сохранить

source: List Details
ru: Список данных

source: New User
ru: Новый пользователь

source: Delete
ru: Удалить

source: Are you sure you want to delete # %s?
ru: Вы действительно хотите удалить %s?

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
ru: Страница %page% из %pages%, показано %current% записей из %count%, начиная с %start%,и заканчивая %end%

source: Actions
ru: Действия

source: View
ru: Просмотр

source: Edit
ru: Редактировать

source: User
ru: Пользователь

source: Position
ru: Позиция

source: Field
ru: Поле

source: Value
ru: Значение

source: Created
ru: Дата создания

source: Modified
ru: Дата изменения

source: Edit Detail
ru: Редактировать данные

source: Delete Detail
ru: Удалить данные

source: New Detail
ru: Новые данные

source: Add User
ru: Добавить пользователя

source: Username
ru: Имя пользователя

source: E-mail (used as login)
ru: Email (используется для входа)

source: Must be a valid email address
ru: Укажите верный адрес email

source: An account with that email already exists
ru: Учетная запись с данным email уже существует

source: Password
ru: Пароль

source: Password (confirm)
ru: Пароль (подтверждение)

source: Terms of Service
ru: правилами пользования сервисом

source: I have read and agreed to
ru: Я прочитал и согласен с

source: Edit User
ru: Редактировать пользователя

source: Users
ru: Пользователи

source: Filter
ru: Фильтр

source: Search
ru: Поиск

source: Change your password
ru: Сменить ваш пароль

source: Please enter your old password because of security reasons and then your new password twice.
ru: По правилам безопасности необходимо указать ваш старый пароль, а затем дважды новый пароль.

source: Old Password
ru: Старый пароль

source: New Password
ru: Новый пароль

source: Confirm
ru: Подтвердить

source: Welcome
ru: Добро пожаловать

source: Recent broadcasts
ru: Свежие рассылки

source: Remember Me
ru: Запомнить меня

source: Forgot your password?
ru: Забыли пароль?

source: Please enter the email you used for registration and you'll get an email with further instructions.
ru: Укажите email который использовался при регистрации и вы получите дальнейшие инструкции.

source: Your Email
ru: Ваш почтовый адрес

source: Reset your password
ru: Сбросить ваш пароль

source: Name
ru: Название

source: This username is already in use.
ru: Данное имя пользователя уже используется.

source: The username must have at least 3 characters.
ru: Имя пользователя должено содержать как минимум 3 символа.

source: Please enter a valid email address.
ru: Введите допустимый почтовый адрес.

source: This email is already in use.
ru: Данный почтовый адрес занят.

source: Please enter a password.
ru: Введите пароль.

source: The passwords are not equal, please try again.
ru: Пароли не совпадают, попробуйте еще раз.

source: You must agree to the terms of use.
ru: Вы должны подтвердить согласие с правилами пользования сервисом.
